column_mappings = {

    "Наименование": ["Наименовение","Наименование продукции","Наименование товаров","Наименование","Номенклатура", "UNAME", "Наименование препарата", "Наименование товаров", "Product Name","Наименование товара","Товар"],
    "Штрихкод": ["Штрихкод","ИШК", "EAN13", "Штрих Код", "Штрих-код", "ШтрихКод", "Штрих-код", "Штрих код", "Штрих- код", "Штрих -код", "Штрих - код"],
    "Производитель": ["Производитель", "UPROD", "Производителя", "Поставщик","Изготовитель",],
    "Цена": ["Цена,р","Цена с НДС предоплата ","Цена", "Цена с НДС", "UPRICE", "Цена руб.", "Прайс", "Цена с НДС, руб","Цена руб.","цена нетто","Оптовая цена","цена с НДС"],
    "Остаток": ["Остаток", "Остатки на складе", "UWHQ", "Кол-во", "Своб. Остаток", "Остаток","Остатки на складе","Свободный остаток","Количество"],
    "Срок годности": ["Срок годности", "Срок годн.", "UUBF", "Срок Годности", "Срок","Годен до","срок годности"],
    "ЖВ": ["ЖВ", "ЖНВЛС","ЖНЛВС (признак)","Признак ЖНВЛС","ЖВЛС"],
    "Цена реестра": ["Цена реестра", "реестр","Цена Гос. Реестра, руб","Цена реестра без НДС","Цена регистрации","Цена гос.реестра без НДС, руб","Цена реестра"],
    "НДС": ["НДС", "Ставка НДС","% НДС","Ставка НДС","% НДС"],
    "Страна происхождения": ["Страна происхождения", "Страна","Страна-производитель","Страна изготовления"],
}
